2016/brp 2016-02-09/test/testcases/legacy/src/main/resources/testcases/art_input_MutatieleveringOpDoelbinding/data/VerhuisUitDoelbinding-TC04-2-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>5670005</ABONNEMENT>
            <NAAM>postcode gebied Hillegom 2180 - 2182</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
  <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
   <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>*</brp:ontvangendePartij>
   <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>*</brp:referentienummer>
    <brp:tijdstipVerzending>*</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Mutatiebericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>*</brp:abonnementNaam>
    <brp:categorieDienst>*</brp:categorieDienst>
  </brp:parameters>
  <brp:meldingen>
    <brp:melding brp:objecttype="Melding" brp:referentieID="1">
      <brp:regelCode>BRLV0028</brp:regelCode>
      <brp:soortNaam>Waarschuwing</brp:soortNaam>
      <brp:melding>De geleverde persoon heeft de doelbindingspopulatie verlaten. Mutatielevering voor deze persoonslijst is gestopt.</brp:melding>
    </brp:melding>
  </brp:meldingen>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling" brp:verwerkingssoort="Toevoeging">*</brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>